{
  "itemGroup.sanguinearsenal": "Sanguine Arsenal",

  "item.sanguinearsenal.sanguine_praetor_hood": "Sanguine Praetor Hood",
  "item.sanguinearsenal.sanguine_praetor_tunic": "Sanguine Praetor Tunic",
  "item.sanguinearsenal.sanguine_praetor_leggings": "Sanguine Praetor Leggings",
  "item.sanguinearsenal.sanguine_praetor_boots": "Sanguine Praetor Boots",

  "item.sanguinearsenal.zombie_heart_stew": "Zombie Heart Stew",
  "item.sanguinearsenal.zombie_heart_stew.tooltip": "Definitely not beating",
  "item.sanguinearsenal.scepter_of_blood": "Scepter of Blood",
  "item.sanguinearsenal.sigil_of_the_dark_lord": "Sigil of the Dark Lord",
  "block.sanguinearsenal.shadow_block": "Shadow Infused Block",
  "item.sanguinearsenal.shadow_nugget": "Shadow Infused Nugget",
  "item.sanguinearsenal.shadow_ingot": "Shadow Infused Ingot",
  "item.sanguinearsenal.crimson_weave": "Crimson Weave",
  "item.sanguinearsenal.blood_flask": "Blood Flask",
  "item.sanguinearsenal.sanguine_crystal": "Sanguine Crystal",
  "item.sanguinearsenal.praetor_scythe": "Praetor's Scythe",
  "block.sanguinearsenal.enchanted_glass": "Enchanted Glass",

  "ritual.sanguinearsenal.sanguine_sigil_of_the_dark_lord": "Sigil of the Dark Lord",
  "ritual.sanguinearsenal.praetor_scythe_recharging": "Recharge Praetor Scythe",
  "ritual.sanguinearsenal.blood_scepter_recharging": "Recharge Scepter of Blood",

  "sanguinearsenal.not_enough_blood": "Not enough power. More Blood is required!",
  "sanguinearsenal.blood_aura_available": "Blood Aura available",
  "sanguinearsenal.no_praetor_armor": "There's no Praetor Armor to draw power from!",

  "eidolon.codex.category.sanguinearsenal": "Sanguine Arsenal",
  "sanguinearsenal.index.title": "Sanguine Arsenal",

  "sanguinearsenal.codex.chapter.blessing_of_darkness": "Blessing of Darkness",
  "sanguinearsenal.codex.page.blessing_of_darkness.0.title": "Blessing of Darkness",
  "sanguinearsenal.codex.page.blessing_of_darkness.0": "It seems like The dark Lord has taken a huge interest into you. Considering your devotion towards them, they decided to bless you with one of their most powerful artifacts",
  "sanguinearsenal.codex.page.blessing_of_darkness.1": "thus guiding you on the path of becoming their messenger in the universe. This chant, when cast on a Shadow Gem, will change the gem. Transfigured, the gem will now become The Sigil of The Dark Lord.",

  "sanguinearsenal.codex.chapter.sp_armor": "Praetor's Armor",
  "sanguinearsenal.codex.page.crimson_weave.0.title": "Crimson Weave",
  "sanguinearsenal.codex.page.crimson_weave.0": "The Wicked Weave proved to be a material worthy of a fledging dark mage, but it won't cut it for the dark lord's messenger. Given that, through the power of the sigil, you are able to assemble an improved version of the Wicked Weave.",
  "sanguinearsenal.codex.page.crimson_weave.1": "The Crimson Weave should serve as the perfect material for darker accountments.",
  "sanguinearsenal.codex.page.sp_hood.title": "Praetor's Hood",
  "sanguinearsenal.codex.page.sp_hood": "The Praetor's Hood, will boost the wearer's magical defenses, much more that the Warlock's Cloak could. When worn, in combination with the Sanguine Praetor's Leggings, an additional seventy percent is added to any magic or wither damage dealt to the wearer.",
  "sanguinearsenal.codex.page.sp_tunic.title": "Praetor's Tunic",
  "sanguinearsenal.codex.page.sp_tunic": "The Praetor's Tunic grants boosts to the wearer's magical offenses. When worn, an additional seventy percent is added to any magic or wither damage dealt by the wearer. Wither damage dealt also heals the player more then before.",
  "sanguinearsenal.codex.page.sp_leggings.title": "Praetor's Leggings",
  "sanguinearsenal.codex.page.sp_leggings": "The Praetor's Leggings, will boost the wearer's magical defenses, much more than the Warlock's Cloak could. When worn, in combination with the The Sanguine Praetor's Hood, an additional seventy percent is added to any magic or wither damage dealt to the wearer.",
  "sanguinearsenal.codex.page.sp_boots.title": "Praetor's Boots",
  "sanguinearsenal.codex.page.sp_boots": "The Praetor's Boots will improve the wearer's mobility even further, thus allowing reductions in movement speed to obstacles and terrain, which are mitigated by seventy percent. And similarly to the Warlock's boots, the wearer will become immune to the slowness effect.",

  "sanguinearsenal.codex.page.full_set.0.title": "Full set bonuses",
  "sanguinearsenal.codex.page.full_set.0": "Lastly, this is the part where the Praetor's Armor really shines. When the full set is worn, the wearer will be totally immune to the wither effect and will receive Regeneration. Additionally,",
  "sanguinearsenal.codex.page.full_set.1": "the Praetor's Armor has the ability to gather and channel the life essence of all the fallen enemies. While wearing the armor, one can kill mobs to fill up their Blood Bar.",
  "sanguinearsenal.codex.page.full_set.2": "The Blood Bar can be consumed either by The Scepter of Blood and the Praetor's Scythe to unleash powerful attacks, or by the player. When the Blood Bar is completely full, the player can unleash the Blood Aura, which is a direct connection to the Dark Lord, ",
  "sanguinearsenal.codex.page.full_set.3": "which will provide a strong regeneration effect as long as the Blood Bar is not fully drained. Finally, due to the dark lord's eye always being set on their messenger, the wearer will be granted with permanent potion effects, based on the dimension the player is in.",
  "sanguinearsenal.codex.page.full_set.overworld.title": "Overworld",
  "sanguinearsenal.codex.page.full_set.nether.title": "Nether",
  "sanguinearsenal.codex.page.full_set.end.title": "End",
  "sanguinearsenal.codex.page.full_set.twilight_forest.title": "Twilight Forest",
  "sanguinearsenal.codex.page.full_set.atum.title": "Atum 2",
  "sanguinearsenal.codex.page.full_set.overworld": "Here, the player will be granted with Resistance.",
  "sanguinearsenal.codex.page.full_set.nether": "Here, the player will be granted with Strength.",
  "sanguinearsenal.codex.page.full_set.end": "Here, the player will be granted with Slow Fall.",
  "sanguinearsenal.codex.page.full_set.twilight_forest": "If the Twilight Forest mod is installed, when a player reaches the Twilight Forest, they'll receive Speed.",
  "sanguinearsenal.codex.page.full_set.atum": "If the Atum2 mod is installed, when a player reached Atum, they'll receive Haste.",

  "sanguinearsenal.codex.chapter.sanguine_apparatus": "Sanguine Apparatus",
  "sanguinearsenal.codex.page.sanguine_crystal.title": "Sanguine Crystal",
  "sanguinearsenal.codex.page.sanguine_crystal": "The Sanguine Crystal is a slight upgrade to the Shadow Gem. Make it in a Crucible using Redstone, Refined Crimson and Diamonds!",
  "sanguinearsenal.codex.page.blood_flask.0.title": "Blood Flask",
  "sanguinearsenal.codex.page.blood_flask.0": "Think of The Blood Flask as a direct augment to the Praetor's Armor. While wearing it, all the attributes of the Blood Bar will be doubled.",
  "sanguinearsenal.codex.page.blood_flask.1": "It will make it so that the Blood Bar will fill up twice as fast and hold twice as much Blood while the cost for executing certain actions, stays the same as before.",
  "sanguinearsenal.codex.page.scepter_of_blood.0.title": "Scepter of Blood",
  "sanguinearsenal.codex.page.scepter_of_blood.0": "Through the powers of The Dark Lord, one shall upgrade their want to obtain a strong staff that can launch projectiles. However, the ability to launch projectiles is limited to a user that is wearing the Praetor's Armor.",
  "sanguinearsenal.codex.page.scepter_of_blood.1": "Blood must be provided to the Scepter in order for it to access ranged attacks.",
  "sanguinearsenal.codex.page.praetor_scythe.0.title": "Praetor's Scythe",
  "sanguinearsenal.codex.page.praetor_scythe.0": "This Scythe was forged in The Dark Lord's chambers and it possesses huge amounts of power. With each swing, it will deal the same amount of damage to each mob affected. Like with the Scepter of Blood, the Scythe also has a ranged attack",
  "sanguinearsenal.codex.page.praetor_scythe.1": "that uses the Blood stored in the Praetor's Armor. When right-clicking with the Scythe, it will be launched similarly to a boomerang. The Scythe will try to target the mob closest to the direction that the user was looking in.",

  "sanguinearsenal.codex.chapter.shadow_infused_ingot": "Shadow Infused Ingot",
  "sanguinearsenal.codex.page.shadow_infused_ingot.0.title": "Shadow Infused Ingot",
  "sanguinearsenal.codex.page.shadow_infused_ingot.0": "Think of this alloy as an empty vessel. When it is combined with other elements in an adequate ritual, it will collect souls to fold, stretch and morph into objects that fit one user perfectly.",
  "sanguinearsenal.codex.page.shadow_infused_ingot.1": "It also has the strange tendency to whisper someone's name. That might be a side effect of the Calx of End used to make it.",
  "sanguinearsenal.codex.chapter.sanguine_feast": "Sanguine Feast",
  "sanguinearsenal.codex.page.zombie_heart_stew.title": "Zombie Heart Stew",
  "sanguinearsenal.codex.page.zombie_heart_stew": "The Dark Lord has whispered to you a recipe for the Zombie Heart Stew, this bloody amalgamation will almost always give you the power to heal faster and a good amount of nutrition."
}