{
  "itemGroup.sanguinearsenal": "Arsenalul Însângerat",

  "item.sanguinearsenal.sanguine_praetor_hood": "Gluga Însângerată",
  "item.sanguinearsenal.sanguine_praetor_tunic": "Tunica Însângerată",
  "item.sanguinearsenal.sanguine_praetor_leggings": "Pantalonii Însângerați",
  "item.sanguinearsenal.sanguine_praetor_boots": "Cizmele Însângerate",

  "item.sanguinearsenal.zombie_heart_stew": "Zombie Heart Stew",
  "item.sanguinearsenal.scepter_of_blood": "Sceptrul Însângerat",
  "item.sanguinearsenal.sigil_of_the_dark_lord": "Sigiliul Lordului Întunecat",
  "block.sanguinearsenal.shadow_block": "Bloc Infuzat Cu Umbră",
  "item.sanguinearsenal.shadow_nugget": "Pepită Infuzata Cu Umbră",
  "item.sanguinearsenal.shadow_ingot": "Lingou Infuzat Cu Umbră",
  "item.sanguinearsenal.crimson_weave": "Țesătură Crimson",
  "item.sanguinearsenal.blood_flask": "Flacon Cu Sânge",
  "item.sanguinearsenal.sanguine_crystal": "Cristal Însângerat",
  "item.sanguinearsenal.praetor_scythe": "Coasa Însângerată",
  "block.sanguinearsenal.enchanted_glass": "Sticlă Fermecată",


  "sanguinearsenal.not_enough_blood": "Putere insuficientă. Mai mult sânge este necesar!",
  "sanguinearsenal.blood_aura_available": "Aura Însângerată este valabilă!",
  "sanguinearsenal.no_praetor_armor": "Nu purtați Armura Însângerată!",

  "eidolon.codex.category.sanguinearsenal": "Arsenalul Însângerat",
  "sanguinearsenal.index.title": "Arsenalul Însângerat",

  "sanguinearsenal.codex.chapter.blessing_of_darkness": "Binecuvântarea Întunericului",
  "sanguinearsenal.codex.page.blessing_of_darkness.0.title": "Binecuvântarea Întunericului",
  "sanguinearsenal.codex.page.blessing_of_darkness.0": "Se pare ca Lordul Întunecat are un interes major in dvs. Avand în vedere devotamentul dvs. el a decis să vă ofere unul dintre cele mai puternice artefacte ale sale",
  "sanguinearsenal.codex.page.blessing_of_darkness.1": "astfel încât să vă ghideze pe drumul spre a devenii mesagerul sau în univers. Această incantație, spusă asupra unei Bijuterii Întunecate, va schimba Bijuteria. Transformată, ea va devenii Sigiliul Lordului Întunecat.",

  "sanguinearsenal.codex.chapter.sp_armor": "Armura Însângerată",
  "sanguinearsenal.codex.page.crimson_weave.0.title": "Țesătura Crimson",
  "sanguinearsenal.codex.page.crimson_weave.0": "Țesatura Malefică s-a dovedit a fi un material demn pentru un Magician Întunecat aflat la începuturile sale, dar nu va fi suficientă pentru Mesagerul Lordului Întunecat. Așadar, cu puterea Sigiliului, puteți crea o versiune mai buna a Țesaturii Malefice.",
  "sanguinearsenal.codex.page.crimson_weave.1": "Țesatura Crimson ar trebui să fie materialul perfect pentru aranjamente întunecate.",
  "sanguinearsenal.codex.page.sp_hood.title": "Gluga Însângerată",
  "sanguinearsenal.codex.page.sp_hood": "Gluga Însângerată va amplifica ofensivele magice ale purtătorului, mai mult decât Mantaua Vrajitorului reușea înainte. Când este purtată în combinație cu Pantalonii Însângerați, o valoare adițională de șapte zeci la sută va fi adaugata pentru atacurile magice si cele de ofilire ale purtătorului. Zece inimi sunt necesare pentru ritual!",
  "sanguinearsenal.codex.page.sp_tunic.title": "Tunica Însângerată",
  "sanguinearsenal.codex.page.sp_tunic": "Tunica Însângerată va oferii un bonus in ofensivele purtătorului. Cand este purtată, un procent adițional de șapte zeci la sută va fi oferit pentru ofensivele magice si cele de ofilire ale purtătorului. Atacurile de ofilire va vor garanta mai multă viață decât se întâmpla anterior. Doua zeci de inimi vor fi necesare pentru ritual!",
  "sanguinearsenal.codex.page.sp_leggings.title": "Pantalonii Însângerați",
  "sanguinearsenal.codex.page.sp_leggings": "Pantalonii Însângerate vor oferii un adaos in defensivele purtătorului, ofensive mai mari decat Mantaua Vrăjitorului vă oferea înainte. Când sunt purtați în combinație cu Gluga Însângerată, un bonus de șapte zeci la sută va fi oferit pentru ofensivele magice si cele de ofiliere ale purtătorului.",
  "sanguinearsenal.codex.page.sp_tunic_and_leggings": "Tunica si Pantalonii au o singură rețetă. Cand obțineți Tunica, ve-ți obține si Pantalonii. Ritualul va avea nevoie de doua zeci de inimi pentru a fi relizat!",
  "sanguinearsenal.codex.page.sp_tunic_and_leggings.title": "Tunica Însângerată & Pantaloni",
  "sanguinearsenal.codex.page.sp_boots.title": "Cizmele Însângerate",
  "sanguinearsenal.codex.page.sp_boots": "Cizmele Însăngerate vor îmbunatații mobilitatea purtătorului. Vor reduce penalitățile in mișcare cu șapte zeci la sută. Și, similar cu Cizmele Vrăjitorului, purtătorul va devenii imun la efectul de încetinire. Zece inimi for vi necesare pentru a realiza ritualul!",

  "sanguinearsenal.codex.page.full_set.0.title": "Bonusuri Set Complet",
  "sanguinearsenal.codex.page.full_set.0": "  Aceasta este partea unde Armura Însângerata excelează. Când întreaga armură este purtată, ve-ți fi complet imun la efectul de ofilire și ve-ți primii Regenerare. De asemenea,",
  "sanguinearsenal.codex.page.full_set.1": "Armura Însângerată are abilitatea de a aduna si canaliza esența vitală a inamicilor învinși. Când armura este purtată, puteți ucide monștri pentru a vă umple bara de sânge.",
  "sanguinearsenal.codex.page.full_set.2": "Bara de Sânge poate fi consumata ori de către Sceptrul Însângerat, ori de către Coasa Însăngerată, pentru a lansa atacuri devastatoare. Cand Bara de Sânge este plină, dvs. puteți activa Aura Însângerată, care este o legatură directă cu Lordul Întunecat.",
  "sanguinearsenal.codex.page.full_set.3": "Această legătură vă va oferii un efect potent de regenerare, atâta timp cat aveți sânge pe Bara de Sânge. În ultimul rand, datorită Lordului Întunecat, ve-ți primii efecte permanente de poțiune bazate pe dimensiunea in care sunteți.",
  "sanguinearsenal.codex.page.full_set.overworld.title": "Pământ",
  "sanguinearsenal.codex.page.full_set.nether.title": "Nether",
  "sanguinearsenal.codex.page.full_set.end.title": "Sfârșit",
  "sanguinearsenal.codex.page.full_set.twilight_forest.title": "Twilight Forest",
  "sanguinearsenal.codex.page.full_set.atum.title": "Atum 2",
  "sanguinearsenal.codex.page.full_set.overworld": "Aici, veți primii Rezistență.",
  "sanguinearsenal.codex.page.full_set.nether": "Aici, veți primii Putere.",
  "sanguinearsenal.codex.page.full_set.end": "Aici, veți primii Cădere Lentă.",
  "sanguinearsenal.codex.page.full_set.twilight_forest": "Dacă modul Twilight Forest este instalat, veți primii Viteză cand veți intra in Twilight Forest.",
  "sanguinearsenal.codex.page.full_set.atum": "Dacă modul Atum 2 este instalat, veți primii Grabă cand veți intra in Atum.",

  "sanguinearsenal.codex.chapter.sanguine_apparatus": "Dispozitive Însângerate",
  "sanguinearsenal.codex.page.sanguine_crystal.title": "Cristalul Însângerat",
  "sanguinearsenal.codex.page.sanguine_crystal": "Cristalul Însângerat este o mică îmbunătățire la Bijuteria Întunecată. Obțineți-l într-un Cazan folosind Piatră Roșie, Crimson Rafinat si Diamante!",
  "sanguinearsenal.codex.page.blood_flask.0.title": "Flacon Însângerat",
  "sanguinearsenal.codex.page.blood_flask.0": "Gândiți-vă la Flaconul Însăngerat ca la o extensie directă la Armura Însângerată. În timp ce este purtat, atributele Bării de Sânge, vor fi dublate.",
  "sanguinearsenal.codex.page.blood_flask.1": "Va face in așa fel încat, Bara de Sânge va fi umplută de douri ori mai rapid, în timp ce costul pentru realizarea unor acțiuni, va ramane același. Doua zeci de inimi necesare pentru ritual!",
  "sanguinearsenal.codex.page.scepter_of_blood.0.title": "Sceptrul Însângerat",
  "sanguinearsenal.codex.page.scepter_of_blood.0": "Prin puterile Lordului Întunecat, vă puteti îmbunatății bagheta, și o puteți transforma într-un Baston care paote lansa proiectile. Totuși, această abilitate este limitată la Armura Însângerată. Fără ea, nu o puteți folosi.",
  "sanguinearsenal.codex.page.scepter_of_blood.1": "Sângele trebuie sa fie prezent pe Bara de Sănge pentru ca Sceptrul sa poată folosi atacul la distanță. Douza zeci si cinci de inimi sunt necesare pentru ritual!",
  "sanguinearsenal.codex.page.praetor_scythe.0.title": "Coasa Însângerată",
  "sanguinearsenal.codex.page.praetor_scythe.0": "Coasa a fost creată in temnițele Lordului Întunecat si deține puteri inimaginabile. Cu fiecare lovitură, va oferii aceleași daune tuturor creaturilor pe care le atinge. Precum Sceptrul Însângerat, și Coasa poate ataca la distanță.",
  "sanguinearsenal.codex.page.praetor_scythe.1": "Când folosiți click-dreapta cu Coasa în mână, ea va aruncată similar cu un bumerang. Coasa va urmării cel mai apropiat monștru agresiv de poziția ei del amomentul lansării. Patru zeci de inimi vor fi necesare pentru ritual!",

  "sanguinearsenal.codex.chapter.shadow_infused_ingot": "Lingou Infuzat Cu Umbră",
  "sanguinearsenal.codex.page.shadow_infused_ingot.0.title": "Lingou Infuzat Cu Umbră",
  "sanguinearsenal.codex.page.shadow_infused_ingot.0": "Gândiți-vă la acest aliaj ca la un vas gol. Când este combinat cu alte elemente, într-un ritual adecvat, va colecta suflete pentru a se transforma în obiecte care se potrivesc perfect oricărui utilizator.",
  "sanguinearsenal.codex.page.shadow_infused_ingot.1": "De asemenea, are o tendință dubioasă de a șoptii numele cuiva. Poate fi un efect advers al utilizării Ramașitelor Sfârșitului pentru crearea sa.",
  "sanguinearsenal.codex.chapter.sanguine_feast": "Sanguine Feast",
  "sanguinearsenal.codex.page.zombie_heart_stew.title": "Zombie Heart Stew",
  "sanguinearsenal.codex.page.zombie_heart_stew": "The Dark Lord has whispered to you a recipe for the Zombie Heart Stew, this bloody amalgamation will almost always give you the power to heal faster and a good amount of nutrition."
}